[ 

{
    "name": "",

    "quantity": 67,
    "discountType": null,
    "alert_quantity": 20,
    "tax": null,
    "description": "",
    "images": "",
    "isFeatured": false,
    "status": "active",
    "brandId": "AMERICAN STANDARD",
    "vendorId": null,
    "brand_parentcategoriesId": "f7940b5e-8d97-43be-b37b-0fd6b56e431a",
    "meta": {
      "9ba862ef-f993-4873-95ef-1fef10036aa5": 1998,
      "d11da9f9-3f2e-4536-8236-9671200cca4a": "4005"
    }
}





  {
  This is an American Standard Acacia E extended basin mixer (model FFAS1302-101GLOBFO). 
It is designed for use with vessel sinks, providing more comfortable space and ease of use. 
Features a single lever for easy control of water flow and temperature. 
Includes water-saving technology. 
The MRP (Maximum Retail Price) is ₹ 23,500, though this may vary by retailer and location
  },
  {
  FFAS0282-908500BCO
Heritage Soap Dish
Heritage
MRP 4,550
  },
  {
  This is an American Standard Seva Tissue Holder (model FFAS6586-908500BFO). 
Brand: American Standard
Model: Seva
Type: Simple Tissue Holder/Paper Holder
MRP (Maximum Retail Price): ₹2,950 (The price may vary as per seller)
  },
  {
  This is an American Standard Heritage Tissue Holder. 
Brand: American Standard
Model No.: FFAS0287-908500BC0
Finish: Shiny chrome
Style: Classic
MRP: ₹6,900
  },
  {
  This is an American Standard Acacia Evolution Glass Holder (Model: FFAS1384-908500BC0). 
Model Number: FFAS1384-908500BC0
Brand: American Standard
Collection: Acacia Evolution
Material: Zinc die-casting base with a glass cup and frosting finish
MRP: ₹ 3,1,50
  },
  {
  FFAS0284-908500BCO
Heritage Cup Holder
Heritage
MRP ₹ 4,550
  },
  {
  This is an American Standard Heritage toilet brush. 
Model Number: FFAS0286-908500BCO
Finish: Chrome
Style: Classic
MRP: ₹ 6,450
Features: Durable and corrosion-resistant
  },
  {
  This is an American Standard Heritage Robe Hook (model FFAS0281-908500BC0). 
Brand: American Standard
Collection: Heritage
Model Number: FFAS0281-908500BC0
Material: Brass
Finish: Shiny chrome finishing provides an enduring brilliance
Price (MRP): ₹ 2,400 (as shown in the image)
  },
  {
  This is a Heritage Towel Ring, likely from American Standard. 
Model/Product Code: FFAS0290-908500BCO
Finish: Appears to be polished chrome or a similar metallic finish
Type: Bathroom accessory, specifically a towel ring
Installation: Typically wall-mounted
MRP (Maximum Retail Price): ₹3,650 (Indian Rupees)
  },
  {
  This is an American Standard Heritage Towel Rack. 
Model Number: FFAS0293-908500BCO
Brand: Heritage, by American Standard
Finish: Chrome finish
Material: Typically crafted from durable materials like brass
Price: MRP ₹6,900
  },
  {
  FFAS0293-908500BCO
Heritage Towel Rack
Heritage
MRP 6,900
  },
  {
  The image shows a double towel bar from the Heritage collection with the following details: 
Model: FFAS0294-908500BCO
Type: Double towel bar
Collection: Heritage
MRP (Maximum Retail Price): ₹11,350
  },
  {
  FFAS6587-908500BFO
Simple Towel Shelf
Simple
MRP 6,800
  },
  {
  The item is an American Standard Heritage Towel Shelf. 
Brand: American Standard
Collection: Heritage
Model Number: FFAS0295-908500BCO
Finish: Chrome
MRP: ₹16,600
  },
  {
  This is an American Standard Acacia E Towel Shelf (model FFAS1395-908500BCO). 
Part of the Acacia Evolution collection, known for modern design and technology integration. 
It has a shiny chrome finishing for an enduring brilliance. 
The product is listed with an MRP of ₹22,000. 
It is described as abrasion and corrosion resistant with a mirror-like double chrome layering. 
  },
  {
  The image shows American Standard waste and overflow couplings for lavatories. 
The F78007-CHADY model is a chrome regular waste coupling.
It is a universal design and has an MRP of ₹ 2,300.
The F78006-CHADYN model is also a universal waste and overflow coupling.
The F78006-CHADYN has an MRP of ₹ 2,100.
  },
  {
  This is an American Standard A-8201-N stainless steel round floor drain with a lock type cover. 
Material: Made from high-quality, durable, and rust-resistant stainless steel. 
Design: Features a lock-type round cover for efficient water drainage and to prevent pests and odors. 
Compatibility: Designed for use in general bathrooms and fits 2 to 2.5 inch pipes. 
Price: Has a Universal MRP of ₹ 1,100.
  },
  {
  This is an American Standard A-8200-N square floor drain with a cover plate. 
Made from stainless steel material.
Features a 3.5-inch flange.
Designed to fit 2-inch to 2.5-inch pipes.
The approximate MRP is ₹1,200, according to the image text.
  },
  {
  This is an American Standard Brass Floor Drain (F78205-CHADY). 
Material: Brass, with a nickel finish.
Dimensions: 10x10 Cm.
Features: Deodorization with flap design.
Price (MRP): ₹ 3,050.
  },
  {
 FFAS8601-000500BFO
Senseflow Sensor Faucet (DC)
SenseFlow
MRP 33,050
  },
  {
  FFAS8509-A00500BCO
Line- sensor Technology Square Sensor
Faucet - AC
Line Sensor
MRP 37,900
  },
  {
  FFAS8508-D00500BFO
Line-Sensor Technology in Wall Sensor Faucet
Line Sensor
MRP 44,000
FFAS8508-A00500Bсо
Line- sensor Technology Sensor In-Wall Sensor Faucet - AC
Line Sensor
MRP 41,200
FFAS8509-D00500BFO
Line-sensor technology square sensor faucet
Line Sensor
MRP 40,650
FFAS8511-A00500BCO
Line- sensor Technology In-Wall Square Sensor Faucet - AC
Line Sensor
MRP 40,650
FFAS8506-D00500BFO
Line-sensor technology sensor faucet
Line Sensor
MRP 39,950
  },
  {
  FFAS8507-A00500BCO
Line- Sensor Technology Sensor Extended Sensor Faucet - AC
Line Sensor
MRP 44,250
  }, 
  {
  This is an American Standard Line Sensor (Bubble) Extended Basin Faucet (DC). 
Model Number: FFAS8507-D00500BCO
Features "Line Sensor Technology" for unmatched sensor precision
Operates on direct current (DC) power
Has a shiny chrome finish for enduring brilliance
MRP (Maximum Retail Price) is ₹44,450, though prices may vary by retailer
  },
  {
  This is an American Standard Line- sensor Technology Square Extended Sensor Faucet (Model: FFAS8510-A00500BCO). 
It is an AC-operated, touchless or automatic sensor faucet.
It features "Line Sensor" technology for enhanced precision.
The finish is chrome.
The Manufacturer's Suggested Retail Price (MRP) is ₹44,650.
It is designed for water saving.
  },
  {
  This is an American Standard wall-mounted sensor basin faucet (model FFAS8511-D00500BF0). 
It uses Line Sensor technology for enhanced precision compared to conventional sensor faucets.
The product is designed to be water-saving.
The finish is chrome.
It is DC operated, requiring batteries for function.
The Maximum Retail Price (MRP) is ₹ 44,800.
  },
  {
  This is an American Standard Neo Modern Bath Spout. 
Model Number: FF1-CN521X00000477
Finish: Chrome
Collection: Neo Modern
MRP: ₹3,150
  },
  {
  This is an American Standard Neo Modern L Bend Wall Mixer in white. 
Model Number: FFAS0714-604090BAO
Material: Made of brass
Design: Features a sleek and minimal design with ergonomic handles and visible color indicators
Price: MRP ₹9,300, as shown in the image
Technology: Includes Cool Shield Technology to minimize scalding risk
  },
  {
  This is an American Standard Concept Round Exposed Bath & Shower mixer (Model: FFAS1411-601500BFO). 
Features a shiny chrome finish.
Part of the "Concept" collection.
Has a maximum retail price (MRP) of ₹15,450.
Flow rate for the spout is 10.08 L/min and for the shower outlet is 4.02 L/min.
  },
  {
  This is an American Standard Acacia Evolution Exposed Bath & Shower Mixer (FFAS1311-602500BF0). 
It features a modern design that can fit any style of bathroom. 
It has a shiny chrome finish for enduring brilliance. 
The product type is a bath and shower mixer with one handle. 
It incorporates Airnergize technology, infusing water with air for a luxurious shower experience while using less water. 
The MRP is ₹ 37,800. 
  },
  {
  FFAS1420-609500BFO
Concept Concealed Bath & Shower
Mixing Valve
Concept Round
MRP 13,750
  },
  {
  The image displays an American Standard Acacia Evolution Concealed Bath & Shower Mixer. 
Model/SKU: FFAS1321-608500BF0
Finish: Shiny chrome
Style: Modern design with geometric shapes
Technology: Features Airnergize technology for air-infused water
Price: MRP ₹19,550
  },
  {
  This is an American Standard Acacia E Single Hole Basin Mixer Side Lever faucet. 
Product Code: FFAS1305-102500BFO
Features a single lever for easy control of water temperature and flow.
Includes DuraShine technology for a long-lasting chrome finish.
Current MRP (Maximum Retail Price) is ₹14,700
  },
  {
  This is an American Standard Milano Wall Mount Basin Mixer (model FFAS0904-102501BF0). 
Brand: American Standard
Collection: Milano
Installation: Wall Mount
Finish: Chrome with Durashine technology
Price: MRP ₹14,950
  },
  {
  This is an American Standard Acacia E Wall Mounted Basin Mixer with the model number FFAS1304-102500BF0. 
Brand: American Standard
Model: Acacia E Wall Mounted Mixer (FFAS1304-102500BF0)
Price: MRP ₹21,150
Finish: Chrome
Material: Brass
  },
  {
  The image displays an American Standard Signature Wall Mounted Basin Mixer with Pop-up Drain (Model FFAS1704-1015L0BC0). 
Model: FFAS1704-1015L0BC0
Type: Wall Mounted Basin Mixer with Pop-up Drain
Brand/Collection: American Standard Signature
Material: Low lead brass, strong and durable
Price (MRP): ₹ 26,150
  },
  {
  This is an American Standard Kastello Wall Mount Basin Mixer, model FFAS1604-101501BF0. 
Model Number: FFAS1604-101501BF0
Collection: Kastello, known for its classic beauty and contemporary form
Installation: Wall Mount, a 3-hole basin faucet design
Finish: Shiny chrome finishing for enduring brilliance
Price: MRP ₹32,300 (approximately 32,300 Indian Rupees)
  },
  {
  This is an American Standard Signature 3-Hole Basin Mixer With Pop-up Drain (model FFAS1703-1015LOBCO). 
Features a shiny chrome finish.
Designed for table mounting with three holes.
Incorporates Durashine and ComfortMove technologies for enduring brilliance and smooth handle performance.
Has a minimal lead content for better health protection compared to standard brass.
The MRP is ₹ 23,550.
  },



]